# encoding: UTF-8

$categories = [
  { name: 'Еда и напитки', nested_categories: [
                             { name: 'Кафе, рестораны' },
                             { name: 'Бары, клубы, караоке' },
                             { name: 'Пицца' },
                             { name: 'Суши' }
                           ]
  },
  { name: 'Отдых и развлечение', nested_categories: [
                                   { name: 'Кинотеатры' },
                                   { name: 'Концерты, цирк' },
                                   { name: 'Боулинг, бильярд' },
                                   { name: 'Театры, музеи, выставки' },
                                   { name: 'Пейнтбол, лазертаг' },
                                   { name: 'Картинг' },
                                   { name: 'Аквапарки' },
                                   { name: 'Активный отдых' }
                                 ]
  },
  { name: 'Красота и здоровье', nested_categories: [
                                  { name: 'Парикмахерские' },
                                  { name: 'Солярии' },
                                  { name: 'Салоны красоты' },
                                  { name: 'SPA салоны' },
                                  { name: 'Массаж' },
                                  { name: 'Стройная фигура' },
                                  { name: 'Тату салоны' },
                                  { name: 'Бани и сауны' },
                                  { name: 'Стоматология' },
                                  { name: 'Психологические услуги' },
                                  { name: 'Медицинские услуги' }
                                ]
  },
  { name: 'Фитнес и спорт', nested_categories: [
                              { name: 'Фитнес центры' },
                              { name: 'Йога' },
                              { name: 'Снаряжение для спорта' }
                            ]
  },
  { name: 'Обучение', nested_categories: [
                        { name: 'Танцы' },
                        { name: 'Уроки, занятия' },
                        { name: 'Тренинги' },
                      ]
  },
  { name: 'Авто', nested_categories: [
                    { name: 'Автомойки, полировка' },
                    { name: 'Автосервис' },
                    { name: 'Автотовары' },
                    { name: 'Прокат машин, такси' },
                    { name: 'Шиномонтаж' }
                  ]
  },
  { name: 'Товары', nested_categories: [
                      { name: 'Одежда, обувь, аксессуары' },
                      { name: 'Украшения' },
                      { name: 'Товары для красоты' },
                      { name: 'Товары для дома' },
                      { name: 'Электроника' },
                      { name: 'Продукты' },
                      { name: 'Подарки, игрушки, интересные штуки' },
                      { name: 'Другие товары' }
                    ]
  },
  { name: 'Услуги', nested_categories: [
                      { name: 'Фотоуслуги' },
                      { name: 'Отдых и туризм' },
                      { name: 'Все для детей' },
                      { name: 'Доставка цветов' },
                      { name: 'Компьютерная помощь' },
                      { name: 'Для бизнеса' },
                      { name: 'Ремонт и уборка в доме' },
                      { name: 'Организация праздников' },
                      { name: 'Другие услуги' }
                    ]
  }
]
